{
  "addMenu": "Assign Menu",
  "seeAllMenus": "All Menus",
  "weeklyPlan": "Weekly Plan",
  "notSet": "Not Set",
  "timezone": "Timezone",
  "clients": "Customers",
  "groups": "Groups",
  "assignClient": "Assign Customer",
  "viewWeeklyMenu": "View Weekly Menu",
  "assignGroup": "Assign Group",
  "setTimezone": "Set Timezone",
  "updateTimezone": "Update Timezone",
  "searchPlaceholder": "Search for a menu",
  "assignedMenus": "Assigned menus",
  "searchMenuDescription": "Search for a menu by title or description to assign it to this weekly plan.",
  "set": "Set",
  "week": "Week",
  "cancel": "Cancel",
  "noMenuForCurrentWeek": "You have not assigned any menus for this week yet.",
  "noMenuForCurrentWeekDescription": "Assign an existing menu or create a new one to start planning.",

  "searchGroupDescription": "Search for a group by title.",
  "noSearchResults": "No search results found.",
  "noSearchResultsDescription": "No groups found for the search query. Try adjusting your search query and try again.",

  "weekExpired": "It is not possible to create a plan for the selected week.",
  "weekExpiredDescription": "The selected week has already passed, so you cannot create a plan.",

  "selectTimezone": "Select Timezone",
  "selectTimezoneDescription": "Please select your timezone carefully. It will be used to generate weekly plans, schedule menus, and ensure accurate timing across your account. Once plans are created, the timezone cannot be changed.",
  "changeTimezoneSupportNotice": "To change your timezone after starting your weekly plans, please contact support at support@fitrone.com.",
  "updateTimezoneDescription": "Updating your timezone will adjust all background operations such as reports, weekly menu plans, and other time-sensitive features to align with your selected timezone.",
  "noTimezoneSelected": "No timezone selected. Choose a timezone to manage your weekly menu plan and other features that depend on time, ensuring accuracy across all schedules and reports.",

  "noWeeklyMenuFound": "No Weekly Menu Found",
  "noWeeklyMenuFoundDescription": "No weekly menus found. You probably don't have any created weekly menus yet. Go to the menu page and start creating weekly menus.",

  "weeklyMenuDescription": "Weekly menu description",
  "assignedClientsAndGroups": "Assigned Customers",

  "deleteWeeklyPlanMenu": "Delete Weekly Plan Menu",
  "deleteWeeklyPlanMenuDescription": "Are you sure you want to delete this weekly plan menu? This action cannot be undone.",

  "publishWeeklyPlanMenu": "Publish Weekly Plan Menu",
  "publishWeeklyPlanMenuDescription": "Are you sure you want to publish this weekly plan menu? This action cannot be undone.",

  "unpublishWeeklyPlanMenu": "Unpublish Weekly Plan Menu",
  "unpublishWeeklyPlanMenuDescription": "Are you sure you want to unpublish this weekly plan menu? This action cannot be undone.",

  "emptyState": {
    "noClientsAssigned": "No customers assigned",
    "noGroupsAssigned": "No groups assigned",
    "noClientsAssignedDescription": "Assign customers to the respective menu for this week to fully manage orders each day.",
    "noGroupsAssignedDescription": "Assign groups to the respective menu for this week to fully manage orders each day."
  },

  "noGroupsFound": "No Groups Found",
  "noGroupsFoundDescription": "No groups found. You probably don't have any created groups yet. Go to the groups page and start creating groups.",

  "oneClientPerWeeklyPlanMenu": "One customer can only be assigned to one weekly menu plan. If the client is already assigned to another plan individually or with a group, they cannot be assigned again."
}
